<style>
    #printContract * {
        text-align: right;
        direction: rtl;
    }

    #printContract .form-control {
        margin: 7px 0;
        padding: 5px !important;
        font-size: 12px !important;
        width: 200px !important;
        max-width: 100% !important;
    }

    #printContract label {
        font-size: 12px !important;
    }

    #printContract ul {
        display: inline-block !important;
    }

    #printContract li {
        list-style: none;
        position: relative;
    }

    #printContract li::before {
        position: absolute;
        content: "";
        width: 6px;
        height: 6px;
        background-color: #333333;
        right: 35px;
        top: 7px;
        border-radius: 50%;
    }
</style>
<section class="py-3 height-section contract" id="printContract">
    <div class="container ">
        عقد المحاماة

        الحمد لله وحده والصلاة والسلام على من لا نبي بعده، وبعد:
        ففي يوم …تاريخ 00/00/0000هـ الموافق 00/00/0000م، وفي مدينة الرياض أبرم هذا العقد بين كلاً من:
        الطرف الأول: الاسم، السجل المدني، رقم الترخيص 0000/00، (رقم الهوية الوطنية) العنوان الوطني، وسيلة التواصل الهاتف
        الموحد، والبريد الالكتروني، ويعبر عنه في هذا العقد "بالطرف الأول".
        الطرف الثاني: الاسم، السجل التجاري/السجل المدني، (اسم الممثل النظامي في حال كونها منشأة، رقم الهوية الوطنية،
        مستند التمثيل) العنوان الوطني، وسيلة التواصل الهاتف الموحد، والبريد الالكتروني، ويعبر عنه في هذا العقد "بالطرف
        الثاني"
        المقدمة
        حيث إنّ أطراف العقد الواردة بياناتهم أعلاه، اتفقوا على طلب وتنفيذ خدماتهم القانونية من خلال إيثاق التي تعد
        وسيطاً بينهم لتنفيذ التزاماتهم، وقد أقرَّ الأطراف على الالتزام بما تضمنته سياسة الخصوصية وشروط الاستخدام من
        أحكام وشروط وغيرها، وبذلك يبطل ما يتعارض معها في هذا العقد، وعليه فقد اتفق أطراف العقد بالإيجاب والقبول وهما
        بكامل الأهلية المعتبرة شرعاً ونظاماً، ووفقاً لما يلي:
        المادة الأولى: المقدمة
        تعد المقدمة أعلاه جزءاً لا يتجزأ ومكملاً يقرأ ويفسر مع هذا العقد.
        المادة الثانية: نطاق الأعمال:
        - الفقرة الأولى: حصر الأعمال المطلوب تنفيذها تفصيلاً:
        - الفقرة الثانية: حصر المتطلبات والمستندات الأساسية للأعمال المطلوب تنفيذها (يجب إرفاقها بصيغة pdf/jpg)
        - الفقرة الثالثة: طريقة ووسائل تنفيذها
        المادة الثالثة: مدة التنفيذ
        خيار#1:
        1. يلتزم المحامي من تاريخ سداد العميل لكامل مبلغ الأتعاب من خلال إيثاق بالبدء بتنفيذ الأعمال المتفق عليها في
        العقد خلال مدة (.....) وتنقضي بانتهائها حسب المعمول به نظاماً.
        خيار#2:
        2. يلتزم المحامي من تاريخ سداد العميل لكامل مبلغ الأتعاب من خلال إيثاق بالبدء بتنفيذ الأعمال المتفق عليها في
        العقد حتى انتهائها بــــ ............ وتنقضي مدة العقد به.
        المادة الرابعة: الالتزامات والأحكام العامة لأطراف العقد:
        1. التزام جميع أطراف العقد مراعاة جميع الأحكام الشرعية والأنظمة المرعية في المملكة العربية السعودية وحقوق
        الملكية الفكرية المرعية في المملكة العربية السعودية.
        2. الالتزام بالآداب العامة في جميع التصرفات بين أطراف العقد وعبر إيثاق.
        3. الالتزام بما تضمنته سياسة الخصوصية وشروط الاستخدام لإيثاق.
        4. الالتزام ببذل العناية اللازمة لتنفيذ الخدمات المكلف بها في هذا العقد.
        5. الالتزام بصحة وسلامة المعلومات التي يمكن أن تؤثر على الخدمات المقدمة المتفق عليها.
        6. الالتزام بتقديم ما يثبت الصفة القانونية لأطراف العقد في حال ما إذا كان أحد الأطراف ينوب عن الغير.
        7. يعتبر التقويم الميلادي هو التقويم المعتبر في هذا العقد.
        8. اعتبار أيام العمل بدايةً من يوم الأحد إلى يوم الخميس.
        9. اعتبار اللغة العربية هي اللغة الأساسية للعقد وتنفيذ التزاماته.
        المادة الخامسة: التزامات أطراف العقد الخاصة:
        أ -التزامات العميل:
        1. يلتزم بتقديم المتطلبات التي يحتاجها ويطلبها الأطراف المتعاقدين لتنفيذ هذا العقد.
        2. يلتزم بالرد والإجابة على استفسارات وأسئلة المحامي.
        3. بالإضافة إلى أتعاب المحاماة يلتزم العميل بدفع جميع ما يتطلبه عمل المحامي من رسوم تتعلق بتنفيذ أعمال العقد من
        خبراء ومترجمين ومحاسبين وغيرهم.
        4. يلتزم العميل في حال الاعتراض على الخدمات المقدمة من قبل المحامي أن يقوم بإشعار المنصة عن محل الإشكال أو
        النزاع في تنفيذ العقد خلال يومي عمل من نشوئه وإلا فإنه يعد مقراً وراضياً على الإجراء المنفذ.
        ب-التزامات المحامي:
        1. يلتزم المحامي بتنفيذ جميع الأعمال المتفق عليها خلال المدة المحددة في العقد، وكل ما يستلزم لإتمام تلك الأعمال.
        2. يلتزم بالرد والإجابة على الاستفسارات والأسئلة من الأطراف المتعاقدين معه خلال مدة ( ) يوم.
        3. يلتزم المحامي بإشعار المنصة عن محل الإشكال أو النزاع في تنفيذ العقد خلال يومي عمل من نشوئه، وبعدها يكون مقراً
        وراضياً على الإجراء المنفذ.
        4. يستحق المحامي المقابل المالي حال تنفيذه جميع الأعمال والخدمات المتفق عليها كاملةً وبالضغط على خانة تسليم
        الأعمال للعميل، ويكون المقابل المالي نظير الالتزام بكامل الأعمال ووفق المدة الزمنية المتفق عليها، وفي حال عدم
        تسليم الأعمال أو تقديمها جزئياً بخلاف ما تم الاتفاق عليه، فإنه يحق للعميل استرداد جميع ما دفعه من أتعاب، ولا
        يكون المحامي مستحقاً لأي جزء منها ويعد ذلك تنازلاً منه عن الأتعاب لالتزامه بتقديمها كاملةً دون أي نقص.
        5. يلتزم المحامي بجميع الأنظمة المرعية في المملكة العربية السعودية وجميع اللوائح والقرارات وغيرها.
        المادة السادسة: المدفوعات/ المقابل المالي
        ● يلتزم العميل والمحامي بآلية دفع المقابل المالي للعقد وفقاً لما يلي:
        - من المتفق عليه بين طرفي العقد أن القيمة الإجمالية للتعاقد بمبلغ وقدره (000) ريال سعودي بالإضافة إلى ضريبة
        القيمة المضافة وقدرها (000) ريال، والتي يلتزم العميل بسدادها خلال 120 ساعة من تاريخ صدور الفاتورة. وفي حال عدم
        التزام العميل بسداد قيمة العقد خلال المدة المتفق عليها فيعتبر ذلك إلغاءً منه للعقد.
        - من المتفق عليه بين الأطراف أنه في حال استرجاع أي مبالغ لأي من الطرفين فإن استحقاق المنصة منها لما نسبته 2% من
        إجمالي المبلغ مقابل رسوم إدارية لاستخدام المنصة ولرسوم الاسترجاع المفروضة من وسيط الدفع الإلكتروني.
        - سداد التكاليف عن طريق وسائل الدفع والسداد والحسابات الموضحة في المنصة – على سبيل المثال لا الحصر – التحويل
        البنكي عبر الآيبان التالي (SA2705000068203463353000) أو عبر المدفوعات الإلكتروني المعتمدة في المنصة، ومدفوعات
        البطاقات الائتمانية، وخدمة سداد، وفي حال قرر دفع قيمة تكاليف الخدمة المطلوبة عن طريق بطاقة ائتمانية، فإنه يوافق
        دون قيدٍ أو شرط للمنصة أو الجهة التي قد تتعاقد معها المنصة لهذا الغرض– بحسب الأحوال – بقيد العملية وخصم المبلغ
        المستحق أو حجزه من البطاقة الائتمانية التي يقوم بها لتسجيل بياناتها في المنصة، وفي جميع الأحوال فلا يعتد بأي
        مدفوعات خارج المنصة.
        - جميع عمليات الدفع تتم بالريال السعودي، وفي حال قام بالدفع باستخدام عملة أخرى فإنه يتحمل النفقات والأجور
        المترتبة على تحويل العملة أو أي رسوم بنكية أخرى.
        ● يلتزم العميل والمحامي بآلية استرداد واسترجاع المقابل المالي:
        - يتم الاسترجاع للعميل ما تم دفعه ابتداءً في العقد من أتعاب المحاماة عند عدم تنفيذ المحامي للأعمال المتفق عليها
        كاملةً، وذلك بعد مضي مدة يومي عمل من انتهاء المدة المحددة في العقد.
        • آلية احتفاظ المنصة بالمقابل المالي:
        من المتفق عليه بين أطراف العقد أن دور إيثاق في احتفاظها للمقابل المالي إنما هو على سبيل الوديعة، وعليه يتم
        الاحتفاظ بالمقابل المالي إلى حين:
        ١-مضي يوميّ عمل من تنفيذ العقد دون الاعتراض عليه.
        ٢-مضي يوميّ عمل من اختيار المحامي لخانة تسليم الأعمال دون الاعتراض عليه.
        ٣-إلى حين صدور حكم على الاعتراض في هذا العقد والمصادقة عليه من الجهات المختصة.
        المادة السابعة: طريقة حل النزاعات:
        - أقرّ أطراف العقد في حال نشوء أي نوع من أنواع النزاع أو الخلاف أو الاعتراض حول تنفيذ أو تفسير هذا العقد يحال
        ذلك إلى الجهات القضائية المختصة في مدينة الرياض.
        - يلتزم الأطراف وخصوصاُ الطرف المعترض أو مقيم الدعوى القضائية الإشعار لــ إيثاق عبر البريد الإلكتروني
        (info@Ethaq.com.sa) بالاعتراض المقدم خلال مدة لا تتجاوز يومي عمل من تاريخ نشوء النزاع أو الخلاف أو الاعتراض،
        وبشرط أن يدون في عنوان البريد رقم الطلب واسم المعترض الأصيل في العقد، وفي حال الإخلال بذلك فإن المنصة تخلي
        مسؤوليتها وفق ما سلف بيانه.


        المادة الثامنة: حالات انتهاء/إنهاء العقد:
        • بإرادة طرف في العقد:
        - عند قيام أحد طرفي العقد بإرادته خلال مدة سريان العقد بأي تصرف يعد إخلالاً بالعقد وفقاً لما تم الاتفاق عليه في
        هذه العقد وشروط وسياسة استخدام المنصة بطلب إنهاء التعاقد عبر المنصة وإشعار إيثاق عبر البريد الإلكتروني
        (info@Ethaq.com.sa) بشرط أن يشتمل على رقم العقد واسم صاحب الطلب الأصيل في العقد، ويعتبر مجرد التقدم بطلب إنهاء
        التعاقد فسخاً للعقد، ويستلزم بعد ذلك في حال عدم موافقة الطرف الآخر على الفسخ، أن يحال إلى الجهات القضائية وفق ما
        سلف.
        ● بغير إرادة طرفي العقد:
        - في حال أصاب أحدهم أي عارض صحي أو غيره يعيق تنفيذ التزامه في العقد على سبيل المثال وفاة أحد الأطراف أو مرضه أو
        سجنه خلال مدة سريان العقد.
        - في جميع أحوال انتهاء العقد بغير إرادة العميل أو المحامي يشترط صدور حكم قضائي بإثبات الاستحقاق من عدمه للمقابل
        المالي.
        المادة التاسعة: القوة القاهرة
        - القوة القاهرة هي الحدث العام الذي يخرج عن سيطرة أطراف العقد ولا يمكن توقعه ويستحيل دفعه كما يستحيل تنفيذ
        التزامات المتعاقد أثناء قيامها، ولا يعزى لتسبب أو خطأ أو إهمال من أحد الأطراف أو أي شخص آخر، ويشمل -على سبيل
        المثال لا الحصر- الحريق والفيضان والحوادث والحرب والعمليات العسكرية والحظر الاقتصادي، وانقطاع شبكات الاتصال،
        والاختراقات التقنية للمنصة، ولا يشمل ذلك ما يخضع لسيطرة المتعاقد.
        - لا يُعد من القوة القاهرة تأخر التَّنفيذ بسبب تقصير أيٍّ من أطراف العقد أو عدم الكفاءة في العمل ما لم يكن النقص
        في ذلك من القوة القاهرة.
        - في حال حصول قوة قاهرة تتعلق بالمنصة على سبيل المثال لا الحصر انقطاع شبكات الاتصال، أو الاختراقات التقنية
        للمنصة، أو تعطل استخدامها لأسباب خارجة عن إرادتها، سوف يتم إشعار الأطراف عبر وسائل التواصل للمنصة بالطرق البديلة
        حال توفرها.
        - يقوم المتعاقد بما يلزم من خلال بذل أقصى جهده لتقليل آثار القوة القاهرة على تنفيذ وتقديم الأعمال في الموعد
        المتفق عليه، ويجب على المتعاقد في حال التأخر عن تنفيذ الأعمال بسبب القوة القاهرة إخطار الطرف الآخر في حينها بحقه
        في إنهاء العقد أو تأجيل تنفيذه بالاتفاق بينهما إذا أصبح تنفيذ الأعمال مستحيلًا لاستمرار القوة القاهرة لمدة
        تتجاوز يومي عمل.

        المادة العاشرة: الإشعارات
        أقرَّ أطراف العقد على أن البيانات الشخصية المدونة في صدر هذا العقد هي البيانات المعتمدة في الاشعارات، وفي حال
        تغييرها عليه مسؤولية إشعار المنصة وأطراف العقد خلال مدة لا تتجاوز 24 ساعة، وإلاّ صح التبليغ على البيانات المبينة
        في صدر هذا العقد.
        المادة الحادي عشر: ملحقات العقد
        تتكون ملحقات هذا العقد من شروط الاستخدام وسياسة الخصوصية للمنصة المعتمدة والتي تعد جميعها جزءً لا يتجزأ من هذا
        العقد تقرأ وتفسر معه، وفي حال تعارضهما فإن ما يكون متعلقاً بحقوق المنصة فإن العبرة ما نصت عليه شروط الاستخدام
        وسياسة الخصوصية وما كان متعلقاً بحقوق الأطراف التي لا علاقة للمنصة بها فإن الأصل ما تضمنته العقد المبرم بين
        الأطراف.
        المادة الثاني عشر: التعديل على العقد:
        يمنع بعد اعتماد العقد التعديل على أي التزام من التزامات العقد أو أي بند آخر.
        المادة الثالث عشر: نسخ العقد
        أقرَّ أطراف العقد على أن نسخة العقد الإلكترونية في المنصة هي النسخة المعتمدة، وباللغة العربية مكونة من ثلاثة عشر
        مادة وخمس صفحات، وتم تزويد هذه النسخة الالكترونية لأطراف العقد، ونسخة للمنصة، ويمكن لأطراف العقد الاطلاع عليها
        عبر المنصة وحفظها، وأن لها حجية بذاتها مساوية للنسخ الورقية بعد اعتمادها من أطراف العقد.

    </div>
</section>